{
    "rhymes": [
"Little Bo-Peep Little Boy Blue Rain The Clock Winter Fingers and Toes A Seasonable Song Dame Trot and Her Cat Three Children on the Ice Cross Patch The Old Woman Under a Hill Tweedle-Dum and Tweedle-Dee Oh Dear! Old Mother Goose Little Jumping Joan Pat-a-Cake Money and the Mare Robin Redbreast A Melancholy Song Jack Going to St. Ives Thirty Days Hath September Baby Dolly Bees Come Out to Play If Wishes Were Horses To Market Old Chairs to Mend Robin and Richard A Man and a Maid Here Goes My Lord The Clever Hen Two Birds Leg Over Leg Lucy Locket When Jenny Wren Was Young Barber The Flying Pig Solomon Grundy Hush-a-Bye Burnie Bee Three Wise Men of Gotham The Hunter of Reigate Little Polly Flinders Ride Away, Ride Away Pippen Hill Pussy-Cat and Queen The Winds Clap Handies Christmas Elizabeth Just Like Me Play Days Heigh-Ho, the Carrion Crow ABC A Needle and Thread Banbury Cross The Man in Our Town Georgy Porgy For Every Evil Cushy Cow Wee Willie Winkie About the Bush See-Saw Robin-a-Bobbin John Smith Simple Simon Three Blind Mice Five Toes A Little Man Doctor Foster Diddle Diddle Dumpling Jerry Hall Lengthening Days The Black Hen The Mist A Candle Miss Muffet Curly-Locks Humpty Dumpty One, Two, Three The Dove and the Wren Master I Have Pins Shall We Go A-Shearing? Goosey, Goosey, Gander Old Mother Hubbard The Cock and the Hen Blue Bell Boy Why May Not I Love Johnny? Jack Jelf Jack Sprat Hush-a-Bye Daffodils The Girl in the Lane Hush-a-Bye Nancy Dawson Handy Pandy Jack and Jill The Alphabet Dance to Your Daddie One Misty Moisty Morning Robin Hood and Little John Rain The Old Woman from France Teeth and Gums The Robins The Old Man T'Other Little Tune My Kitten If All the Seas Were One Sea Pancake Day A Plum Pudding Forehead, Eyes, Cheeks, Nose, etc. Two Pigeons A Sure Test Lock and Key The Lion and the Unicorn The Merchants of London I Had a Little Husband To Babylon I'll Tell You a Story A Strange Old Woman Sleep, Baby, Sleep Cry, Baby Baa, Baa, Black Sheep Little Fred The Cat and the Fiddle Doctor Fell A Counting-Out Rhyme Jack and His Fiddle Buttons Hot Boiled Beans Little Pussy Sing a Song of Sixpence Tommy Tittlemouse The Derby Ram The Hobby-Horse The Mulberry Bush Young Lambs to Sell Boy and the Sparrow Old Woman, Old Woman The First of May Sulky Sue The House That Jack Built Saturday, Sunday Little Jenny Wren The Old Woman and the Pedlar Bobby Snooks The Little Moppet I Saw a Ship A-Sailing A Walnut The Man in the Moon One, He Loves Bat, Bat Hark! Hark! The Hart My Love The Man of Bombay Poor Old Robinson Crusoe! A Sieve My Maid Mary A Difficult Rhyme Pretty John Watts Good Advice I Love Sixpence Bye, Baby Bunting Tom, Tom, the Piper's Son Comical Folk Cock-Crow Tommy Snooks The Three Sons The Blacksmith Two Gray Kits One, Two, Buckle My Shoe Cock-a-Doodle-Do! Pairs or Pears Belleisle Old King Cole See, See Dapple-Gray A Well Coffee and Tea Pussy-Cat Mew The Little Girl with a Curl Dreams A Cock and Bull Story For Baby Myself Over the Water Candle-Saving Fears and Tears The Kilkenny Cats Old Grimes A Week of Birthdays A Chimney Ladybird The Man Who Had Naught The Tailors and the Snail Around the Green Gravel Intery, Mintery Caesar's Song As I Was Going Along Hector Protector Billy, Billy Rock-a-Bye, Baby The Man in the Wilderness Little Jack Horner The Bird Scarer Mary, Mary, Quite Contrary Bessy Bell and Mary Gray Needles and Pins Pussy-Cat and the Dumplings Dance, Thumbkin, Dance Mary's Canary The Little Bird Birds of a Feather The Dusty Miller A Star The Greedy Man The Ten O'Clock Scholar Cock-a-Doodle-Do An Icicle A Ship's Nail The Old Woman of Leeds The Boy in the Barn Sunshine Willy, Willy Tongs Jack Jingle The Quarrel The Pumpkin-Eater Shoeing Betty Blue That's All Bedtime Dance, Little Baby My Little Maid For Want of a Nail Pease Porridge Ring a Ring o' Roses The Crooked Sixpence This Is the Way Ducks and Drakes The Donkey If The Bells Little Girl and Queen The King of France Peter Piper One to Ten An Equal The Tarts Come, Let's to Bed Little Maid What Are Little Boys Made Of? Bandy Legs The Girl and the Birds A Pig Jenny Wren Little Tom Tucker Where Are You Going, My Pretty Maid? The Old Woman of Gloucester Multiplication Is Vexation Little King Boggen Whistle Bell Horses Taffy The Robin The Old Woman of Harrow Young Roger and Dolly The Piper and His Cow The Man of Derby The Coachman There was an Old Woman A Thorn The Old Woman of Surrey The Little Mouse Boy and Girl When Sing, Sing London Bridge March Winds The Balloon A Cherry The Lost Shoe Hot Codlins Swan Three Straws The Man of Tobago Ding, Dong, Bell A Sunshiny Shower The Farmer and the Raven Christmas Willy Boy Polly and Sukey The Death and Burial of Poor Cock Robin The Mouse and the Clock Hot-Cross Buns Bobby Shaftoe The Bunch of Blue Ribbons The Woman of Exeter Sneezing Pussy-Cat by the Fire When the Snow Is on the Ground", "txt"         
    ]
}